#+TITLE: ACR.org 
#+DATE: Mon Feb 10 14:14:08 2014
#+AUTHOR: Shunchao Wang
#+EMAIL: shunchao.wang@osumc.edu

* Tasks
** DONE Update scrptella etl.xml file. [3/3]
CLOSED: [2014-02-14 Fri 15:40]
- State "NEXT"       from "WAITING"    [2014-02-14 Fri 12:27]
- State "NEXT"       from "WAITING"    [2014-02-14 Fri 12:03]
- State "WAITING"    from "NEXT"       [2014-02-14 Fri 10:42] \\
  Waiting for observation query.
:LOGBOOK:
CLOCK: [2014-02-14 Fri 15:17]--[2014-02-14 Fri 15:39] =>  0:22
CLOCK: [2014-02-14 Fri 12:03]--[2014-02-14 Fri 12:27] =>  0:24
CLOCK: [2014-02-13 Thu 15:14]--[2014-02-13 Thu 17:00] =>  1:46
CLOCK: [2014-02-13 Thu 08:43]--[2014-02-13 Thu 13:47] =>  5:04
CLOCK: [2014-02-12 Wed 09:16]--[2014-02-13 Thu 08:38] => 23:22
CLOCK: [2014-02-11 Tue 15:16]--[2014-02-11 Tue 16:13] =>  0:57
CLOCK: [2014-02-11 Tue 14:19]--[2014-02-11 Tue 15:16] =>  0:57
CLOCK: [2014-02-11 Tue 14:07]--[2014-02-11 Tue 14:08] =>  0:01
CLOCK: [2014-02-10 Mon 14:19]--[2014-02-10 Mon 15:33] =>  1:14
CLOCK: [2014-02-10 Mon 14:14]--[2014-02-10 Mon 14:17] =>  0:03
:END:
  [2014-02-10 Mon 14:14]
- [X] Define queries to extract data from clarity.
- [X] Define script to load clarity queries into csv files.
- [X] Define connection for output csv files.
* Notes

